aaa-lt.charmed-nest-icons
aaron-bond.better-comments
alexgoni.short-react-snippets
bradlc.vscode-tailwindcss
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
fey.oscura
fhswno.lucide-icons-lookup
formulahendry.auto-close-tag
formulahendry.code-runner
giantcola.advanced-new-file
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
mylesmurphy.prettify-ts
prisma.prisma
redhat.java
redwan-hossain.auto-rename-tag-clone
usernamehw.errorlens
venage5603.tokyo-night-dark-enhanced
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zaaack.markdown-editor
