aaa-lt.charmed-nest-icons
alexgoni.short-react-snippets
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
fey.oscura
formulahendry.code-runner
giantcola.advanced-new-file
mhutchie.git-graph
prisma.prisma
redhat.java
shan.code-settings-sync
usernamehw.errorlens
xabikos.javascriptsnippets
